tap "yt-dlp/taps"
brew "autoconf"
brew "asdf"
brew "bat"
brew "exa"
brew "fd"
brew "fish"
brew "fop"
brew "gawk"
brew "gnupg"
brew "httpstat"
brew "jq"
brew "libxslt"
brew "neovim"
brew "peco"
brew "pnpm"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "vim"
brew "wxwidgets"
brew "zsh"
brew "yt-dlp/taps/yt-dlp"
cask "1password"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "eul"
cask "karabiner-elements"
cask "kitty"
cask "obsidian"
cask "paw"
cask "raindropio"
cask "raycast"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "visual-studio-code"
cask "xcodes"
